Repository: liraymond04/re0-translations
Catalog: side_stories/Stand by me Pleiades Part 4/omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 艾米莉娅的崛起对于穆吉卡他们──土鼠人族来说有何不利之处。
en_us: Emilia's rise for Musica and the others―― The Mole-people, why was this situation undesirable to them?

source: 艾米莉娅纤细的嘴唇喊出了抱着碧翠丝的罗兹瓦尔所用的假名。
en_us: Emilia's slender lips called out the pseudonym used by Roswaal, who was still holding Beatrice.

source: 虽然不清楚他在什么时候察觉到了穆吉卡的意图，但在察觉到后，他选择了静观其变。
en_us: Although it was unclear when he first became aware of Musica's intentions, once he did, he chose to remain passive and observe.

source: 虽然与奥托不同，没有与地竜对话的手段，但是从声音的调子中并没有感受到紧急感。
en_us: Although she had no way to talk to the ground dragon like Otto, Petra did not feel a sense of urgency from the tone of the sound.

source: 虽然我不能赞同穆吉卡他们的想法和所做之事......但是，我很高兴感受到了佩特拉酱的心情。
en_us: Although I can't agree with what Musica and the others think or what they've done… I'm still happy to understand Petra-chan's feelings.

source: 虽然没有和『嫉妒的魔女』一样的人，但是......”
en_us: There's no one that's like the Witch of Envy, and yet…"

source: 虽然穆吉卡出乎意料地走在了危险的钢丝上，但他没有注意到罗兹瓦尔危险的天平正在倾斜，继续说了下去。
en_us: Although Musica was unexpectedly walking a dangerous tightrope, he did not notice that the scale of danger were tipping in Roswaal's favor and continued.

source: 虽然被吓到了，但我已经把地面弄得很软了。
en_us: She received a fright, but I've made the ground very soft.

source: 虽然起因似乎是小事，但其中受到人类和亚人之间长年的间隙的强烈影响。
en_us: Although the trigger seemed to be something minor, it was heavily influenced by the longstanding resentment between humans and demi-humans.

source: 虽然那样，这里和帝国的处理应该是截然不同的。
en_us: Even then, their treatment here should be completely different from that in the Empire.

source: 补充一下可能会显得虚假，但这是真的。
en_us: It might seem insincere to say, but it was the truth.

source: 要说受牵连，我们已经体会的足够多的了。”
en_us: If we're talking about being dragged into something, we've already had more than enough of it."

source: 详细探究他的言论有进一步伤害艾米莉娅的可能性。
en_us: Digging for more details had the potential for his comments to further harm Emilia.

source: 质问代替了回答，这突然间得到的正确的答案，让佩特拉嘴巴微微一撇。
en_us: She had asked the question not expecting a serious answer, but this sudden response indicating that she was correct made Petra purse her lips.

source: 起初，她们对于突然的陷阱感到惊讶和混乱。
en_us: At the outset, they were surprised and confused by the sudden trap.

source: 转载须经译者授权并标明出处。
en_us: Reprinting must be authorized by the translator and indicate the source.

source: 还~有……”
en_us: Aaalso~…"

source: 还在评估中。”
en_us: I'm still evaluating it."

source: 这个事实被帝国发现会很不方便，被王国发现更是非常不方便。
en_us: This fact would be very inconvenient for the Empire to discover, and even more inconvenient if it were the Kingdom.

source: 这个想法本身很高尚，也很符合艾米莉娅的风格。
en_us: The idea itself was noble and very much in line with Emilia's style.

source: 这只是悲观上叠加了悲观、恶意中带着恶意的想象。
en_us: It was just pessimism piled on pessimism, with malice fueling the imagination.

source: 这可能是因为──
en_us: That was probably because――

source: 这场人类和亚人族之间激烈对抗的内战，持续了近十年，造成了数量众多的牺牲者。
en_us: This civil war, a fierce clash between humans and demi-humans, lasted for nearly ten years, resulting in an enormous number of casualties.

source: 这场可怕的内战伤及众多人民，给他们带来痛苦，夺去生命──
en_us: And that dreadful civil war, which wounded so many, caused untold suffering, and claimed countless lives――

source: 这是一个真正对艾米莉娅阵营带着非常不利的目的的告白。
en_us: This was a confession of an intention that was truly detrimental to the Emilia camp.

source: 这是佩特拉她们不管怎样都必须避免的展开。
en_us: That was the situation that Petra and the others had to avoid at all costs.

source: 这是因为她的目标是吸收阵营中每个人全部的优点，成为比今天更美好的明天的自己。
en_us: That was because her goal was to absorb all the strengths of everyone within the camp and become a better version of her self tomorrow than she was today.

source: 这是艾米莉娅绝对不会有的想法。
en_us: It was an idea that Emilia would never have.

source: 这是迷信的措辞，但它又重又深地压在佩特拉的心上。
en_us: It was superstitious talk, yet it weighted heavily and deeply on Petra's heart.

source: 这暗中夹杂的讽刺，让佩特拉对罗兹瓦尔的厌恶程度增加了。
en_us: Petra stuck out her tongue at the added sarcasm, and her disgust for Roswaal intensified.

source: 这样会留下艾米莉娅一直品味痛苦和苦难的感觉。
en_us: That would leave Emilia with a constant taste of pain and suffering.

source: 这样的人似乎很多，让佩特拉感到越发愤怒──但既然如此，为什么穆吉卡他们会采取这样的行动呢？
en_us: There seemed to be many such people, which made Petra feel even more angry―― but in that case, why would Musica and the others take such action?

source: 这理论听起来实在是太耳熟了。
en_us: It was a logic that sounded all too familiar.

source: 这种交流本身就代表双方承认互相没有交涉的余地。
en_us: The exchange itself represented an acknowledgment by both parties that there was no room for negotiation.

source: 这种情况里的空气确实不是比喻，而是真的在变得寒冷。——这是艾米莉娅要做出意外冲动的决断的那个瞬间即将到来的证明。
en_us: The coldness in the air was not a metaphor, it was truly becoming colder. This was proof of the moment approaching when Emilia would make an unexpected, impulsive decision.

source: 这简直像是故意针对她们的话题。
en_us: It was almost as if the topic was deliberately targeting them.

source: 这都归功于在她身边紧紧拥抱她的艾米莉娅。
en_us: This was all thanks to Emilia, who was hugging her tightly at her side.

source: 这里不是帝国，穆吉卡他们没有畏畏缩缩的必要。
en_us: This was not the Empire, there was no need for Musica and the others to cower.

source: 通过他的反应和对话，佩特拉感觉穆吉卡并不是一个思维短路的人。
en_us: Through his reactions and dialogue, Petra felt that Musica was not a short-sighted person.

source: 那个，让你们担心啦，芙蕾德莉卡姐......芙蕾德莉卡。”
en_us: I'm sorry for making you worry, Frederica ne… Frederica."

source: 那么，无论穆吉卡他们有什么想法，他们的计划只能受阻。
en_us: So, no matter what Musica and the others had in mind, their plans could only be thwarted.

source: 那只聪明的地竜不会做出掩饰伤势的举动，这点是可以信任的。
en_us: The intelligent ground dragon would not try to cover up her injuries, this much could be trusted.

source: 那只能让他们认为你们运气不好。
en_us: Well, we can only let them think you were just unlucky.

source: 那声音仿佛让人看到了他的肩膀颓丧垂下的模样。
en_us: That voice conveyed an image of his shoulders slumping in defeat.

source: 那就是──
en_us: That is――

source: 那是与穆吉卡等人交换的，将灵魂与约定的履行绑定的誓约。
en_us: That was the oath exchanged with Musica and the others, binding her soul to the fulfillment of their promise.

source: 那是什么意思？”
en_us: What do you mean?"

source: 那是立下的决不可破的誓言的证明，是她与由穆吉卡领导的土鼠人们所交换的约定——是宣誓履行那个的证明。
en_us: It was proof of an unbreakable vow, a testament to the promise she had exchanged with the Mole-people led by Musica—an affirmation of her commitment to fulfill that vow.

source: 那种东西和不去区分艾米莉娅与『半妖精』的看法没有任何区别。
en_us: That sort of perspective was no different from treating Emilia the same as "half-elves."

source: 阅读本篇前建议先阅读本系列前面的短篇，了解背景，这个系列故事发生在文库第25卷后（昴被传送到佛拉基亚帝国，而本系列讲述的就是艾米莉娅阵营前去帝国找他的故事），前面的短篇都可以在本文集目录里找到。
en_us: Before reading this article, it is recommended to read the previous short stories in this series to understand the background. The story of this series takes place after the 25th volume of the main story (Subaru was transported to the Vollachian Empire, and this series tells the story of Emilia’s camp going there to find him), the previous short stories can be found in the table of contents of this collection.

source: 面对拒绝要求的佩特拉，穆吉卡咬紧牙关，用尽力气表达了自己的觉悟。
en_us: Confronted with Petra, who refused the request, Musica grit his teeth and summoned his strength to express his resolve.

source: 面对这信号所带的意图，罗兹瓦尔的没有回答本身就是赞同的回应。
en_us: Facing the intent carried by this signal, Roswaal's lack of a response was itself an approval.
